/* Loading Status */
"Loading..." = "Loading...";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* Account */
"Account" = "Account";

/* Cancel */
"Cancel" = "Cancel";

/* Loading Status */
"Loading..." = "Loading...";

/* Open with Safari */
"Open with Safari" = "Open with Safari";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* Settings */
"Settings" = "Settings";

/* Username */
"Username" = "Username";

/* Error */
"Error" = "Error";

/* Check your username */
"Check your username" = "Check your username";

"Please Login" = "Set a username";